Repository: HEALTH-X-dataLOFT/consent-management-app
Catalog: localization/app_*.arb
Languages: de

# agree
source: Understood
de: Verstanden

# agreements
source: Understood!
de: Verstanden!

# assetInstitution
source: Clinic for Radiology
de: Klinik für Radiologie

# assetOverview
source: This is a brief overview
de: Das ist eine kurze Übersicht

# assetTitle
source: Personal document
de: Persönliches Dokument

# backButton
source: Back
de: Zurück

source: Back to Login
de: Zurück zum Login

# birthDateLabel
source: Birth Date
de: Geburtsdatum

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

# confirmRequest
source: Do you want to allow access to {fileName}?
de: Möchten Sie zugang auf {fileName} geben?

# connectionFailed
source: Connection failed, please try again
de: Verbindung fehlgeschlagen, bitte versuchen Sie es erneut

# connectionPending
source: Connecting to information service
de: Verbindung zum Informationsdienst herstellen

# continueButton
source: Continue
de: Weiter

source: Create password
de: Passwort erstellen

# createPasswordTitle
source: Please, create password for the app
de: Bitte erstelle hier ein Passwort für die App

# dataStillLoading
source: Data is still loading, please try again in a moment.
de: Daten werden noch gehalden, bitte versuchen Sie es in einem kurzen Moment erneut.

# dataVerificationSubtitle
source: Your data still needs to be checked. Please contact the study staff. As soon as they have been activated, you can log in with your login data.
de: Deine Daten müssen noch überprüft werden. Bitte wenden dich an das Studienpersonal. Sobald du freigeschaltet wurdest, kannst du dich mit deinen Login-Daten anmelden.

# dataVerificationTitle
source: Verification of the data
de: Überprüfung der Daten

# documents_selection_all
source: All
de: Alles

# documents_selection_all_description
source: All medical data
de: Alle medizinischen Daten

# documents_selection_documents
source: Documents
de: Dokumente

# documents_selection_documents_description
source: All documents
de: Alle Dokumente

# documents_selection_records
source: Recordings
de: Aufnahmen

# documents_selection_records_description
source: All recordings
de: Alle Aufnahmen

# downloadAssetError
source: Problem downloading requested asset
de: Problem beim Herunterladen des angeforderten Assets

source: Download report
de: Bericht laden

# downloadedDocuments
source: Local Documents
de: Lokale Dokumente

# downloaded_indicator
source: downloaded
de: heruntergeladen

source: Edit Profile
de: Profildaten bearbeiten

# email
source: Email address
de: E-Mail Addresse

# emailEmpty
source: Please enter your email address
de: Bitte geben Sie Ihre E-Mail Addresse ein

# enterAppPassword
source: Please enter your app password!
de: Bitte App Passwort eingeben!

# enterBirthDate
source: Please enter your birth date
de: Bitte geben Sie Ihr Geburtsdatum ein

# enterFirstName
source: Please enter your first name
de: Bitte geben Sie Ihren Vornamen ein

# enterInsuranceNumber
source: Please enter your insurance number
de: Bitte geben Sie Ihre Krankenversichertennummer ein

# enterLastName
source: Please enter your last name
de: Bitte geben Sie Ihren Nachnamen ein

# errorGettingStudies
source: Failed to retrieve list of studies
de: Liste der Studien konnte nicht abgerufen werden

# errorOccurred
source: An error has occurred!
de: Ein Fehler ist aufgetreten!

# fileIsDownloading
source: Downloading file
de: Datei wird heruntergeladen

# firstNameLabel
source: First Name
de: Vornamen

source: Forgot password ?
de: Passwort vergessen?

# getProviderListError
source: Problem getting provider list
de: Problem beim Abrufen der Anbieterliste

# getRemoteAssetCatalogError
source: Problem getting remote asset catalog
de: Fehler beim Abrufen des Remote-Asset-Katalogs

# hinted_search_text
source: Enter a search term...
de: Geben Sie einen Suchbegriff ein...

source: ID Number:
de: ID Nummer:

# idScanFailed
source: Authentication failed
de: Authentifizierung fehlgeschlagen

# idScanRequest
source: Please place your ID behind the upper part of your smartphone
de: Bitte lege deinen Ausweis hinter den oberen Teil deines Smartphones

# insurance
source: Enter insurance data
de: Versichertendaten eingeben

source: Insurance number
de: Versichertennummer

# insuranceNumberLabel
source: Insurance Number
de: Krankenversichertennummer

# insuranceNumberRequest
source: Please enter your insurance number here
de: Bitte trage hier deiner Versichertennummer ein

# insuranceRequest
source: Please enter your insurance details here
de: Bitte gib hier deine Versichertendaten ein

# invalidDate
source: Please enter a valid date
de: Bitte geben Sie ein gültiges Datum ein

# lastNameLabel
source: Last Name
de: Nachnamen

# loadingAssets
source: Loading list of documents
de: Liste der Dokumente wird geladen

source: Loading providers
de: Laden von Informationsanbietern

# localAuthReason
source: Please unlock your consent management app
de: Bitte entsperren Sie Ihre Consent Management App

source: Login
de: Einloggen

# loginFailed
source: Login failed, please try again
de: Login fehlgeschlagen, bitte versuchen Sie es erneut

# manageAuthorizationButton
source: Manage authorization
de: Autorisierung verwalten

# menuDataSubTitle
source: Manage your medical data here
de: Verwalte hier deine Medizinischen Daten

# menuDataTitle
source: My Data
de: Meine Daten

# menuDownloadsSubTitle
source: You can find your downloaded data here
de: Hier findest du deine heruntergeladenen Daten

# menuDownloadsTitle
source: My Downloads
de: Meine Downloads

# menuFindingsTitle
source: My Records
de: Meine Befunde

# menuGuidelinesSubTitle
source: Here you can manage the respective guidelines
de: Hier kannst du die jeweiligen Richtlinien verwalten

# menuGuidelinesTitle
source: Management of the guidelines
de: Verwaltung der Richtlinien

# menuSettingsSubTitle
source: You can manage your personal data here
de: Hier kannst du deine persönlichen Daten verwalten

# menuSettingsTitle
source: Settings
de: Einstellungen

# menuStudiesSubTitle
source: Here you can find all the studies you can take part in
de: Hier findest du alle Studien, an denen du teilnehmen kannst

# menuStudiesTitle
source: Studies
de: Studien

# menuStudySubTitle
source: Take part in studies
de: Nimm an Studien teil

# menuStudyTitle
source: Study
de: Studie

source: Next Steps
de: Nächste Schritte

# nfcInfoIdCardPrepare
source: You will need your ID and insurance card for the following steps. Please have these ready.
de: Für die folgenden Schritte benötigst du deinen Ausweis und deine Versichertenkarte. Bitte halte diese bereit.

# nfcPinAttempts
source: Attempts?
de: Versuche?

# nfcPinInfo
source: Please enter your ID card PIN here You will receive this by letter from your authority
de: Bitte gebe hier deinen PIN des Ausweises an diesen erhältst du per Brief von deiner Behörde

# nfcPinRequest
source: Please enter your 6-digit pin here.
de: Bitte gib hier deinen 6-stelligen Pin ein.

# nfcSuccess
source: was successful!
de: war erfolgreich!

# noConnectionError
source: No Connection
de: Keine Verbindung

# noConnectionerrorOccurred
source: There is no connection to the Internet
de: Es besteht keine Verbindung zum Internet

# noDescriptionForAsset
source: Unfortunately there is currently no description available.
de: Leider steht zurzeit keine Beschreibung zur Verfügung.

# noDownloadsSubtitle
source: As soon as you have downloaded data under ‘My Records’, you can view it here.
de: Sobald du unter 'Meine Befunde' Daten heruntergeladen hast, kannst du sie hier einsehen.

# noDownloadsTitle
source: No data available yet
de: Noch keine Daten vorhanden

source: No thumbnail available
de: Kein Thumbnail verfügbar

# no_provider_name_placeholder
source: No name could be found!
de: Es konnte kein Name gefunden werden!

# notInstalled
source: App is not installed
de: App ist nicht installiert

# onboardingMainText1
source: To ensure that it really is you, your ID card with eID function is read via the NFC interface of your smartphone, please check beforehand whether the online ID function is activated and your smartphone has an NFC interface.
de: Um sicherzustellen das wirklich du es bist, wird dein Personalausweis mit eID-Funktion über die NFC-Schnittstelle deines Smartphones gelesen. Bitte prüfe vorher ob die Online-Ausweisfunktion aktiviert ist und dein Smartphone eine NFC-Schnittstelle hat.

# onboardingMainText2
source: Your data is important and personal. You have control over who has access to it and who you share it with. By consciously choosing who receives your data, you can ensure that your privacy remains protected.
de: Deine Daten sind wichtig und persönlich. Du hast die Kontrolle darüber, wer Zugriff auf sie hat und wem du sie zur verfügung stellst. Indem du bewusst auswählst, wer deine Daten erhält, kannst du sicherstellen, dass deine Privatsphäre geschützt bleibt.

# onboardingMainText3
source: For medical studies or when working with a doctor, it is important to protect your sensitive health data. Informed consent ensures that your data is handled securely.
de: Für medizinische Studien oder bei der Zusammenarbeit mit einem Arzt ist es wichtig, deine sensiblen Gesundheitsdaten zu schützen. Eine informierte Einwilligung sichert zu, dass deine Daten sicher behandelt werden.

# onboardingMainText4
source: Your data is always accessible, whether via an internet connection or after you have downloaded it. Enjoy the flexibility of being able to access your data anytime, anywhere.
de: Deine Daten sind stets zugänglich, sei es über eine Internetverbindung oder nachdem du sie heruntergeladen hast. Genieße die Flexibilität, jederzeit und überall deine Daten abrufen zu können.

# onboardingMainText5
source: Before you start, please make sure that the online function of your ID card is activated. Your smartphone should also have an NFC interface.
de: Bevor es losgeht stelle bitte sicher das, die Online Funktion deines Ausweis aktiviert sein muss. Außerdem sollte dein Smartphone über eine NFC-Schnittstelle verfügen.

# onboardingMainText5Study
source: To start the registration process, please have your health insurance card and ID ready. These documents are required to confirm your identity and insurance details.
de: Um mit der Registrierung zu beginnen, halte bitte deine Krankenkassenkarte und deinen Ausweis bereit. Diese Dokumente werden benötigt, um deine Identität und Versicherungsdaten zu bestätigen.

# onboardingNextButton
source: Continue
de: Weiter

# onboardingRegisterButton
source: Now register
de: Los gehts

# onboardingSkipButton
source: Skip
de: Überspringen

# onboardingTitle1
source: Simply verify with your ID card
de: Einfach mit dem Ausweis verifizieren

# onboardingTitle2
source: You control your data
de: Du bestimmt über deine Daten

# onboardingTitle3
source: Your data is important to us
de: Deine Daten sind uns wichtig

# onboardingTitle4
source: Also available offline with download
de: Mit Download auch offline verfügbar

# onboardingTitle5
source: Start registration
de: Registrierung beginnen

# onboardingWelcomeTitle
source: Welcome
de: Herzlich Willkommen

source: Online-ID-Function
de: Online-Ausweisfunktion

source: Open report
de: Bericht öffnen

source: Participate in study
de: An Studie teilnehmen

source: Password
de: Passwort

# passwordEmpty
source: Please enter your password
de: Bitte geben Sie Ihren Passwort ein

# passwordLabel
source: Password
de: Passwort

# passwordQuestion
source: Please enter your password
de: Bitte geben Sie Ihren Passwort ein

# privateInsurance
source: Private Health Insurance
de: Privat versichert

# profileSaveFailed
source: Profile save failed, please try again
de: Profil konnte nicht gespeichert werden, bitte versuchen Sie es erneut

# profileSaveSuccess
source: Profile saved
de: Profil erfolgreich gespeichert

# profileText
source: Profile
de: Profil

# progressIndicatorSemanticsLabel
source: Progress indicator
de: Fortschrittsindikator

# providerDocuments
source: {providerName} documents
de: {providerName} Dokumente

# publicInsurance
source: Public Health Insurance
de: Gesetzlich versichert

# qrInvitation
source: QR code invitation
de: QR-Code Einladung

# qrScanRequest
source: Scan the QR code with your smartphone camera in sufficient light
de: Scanne den QR-Code mit deiner Smartphone-Kamera bei ausreichendem Licht

# registration
source: New user? Register here
de: Jetzt registrieren

source: Remember me
de: Merken

source: Removing file
de: Datei wird entfernt

source: Repeat password
de: Passwort wiederholen

# researchOrganizationTitle
source: Research organization
de: Forschungsinstitut

# scanAction
source: Scan Now
de: Jetzt Scannen

# scanProcessError
source: Scan was not successful. Please scan the card again
de: Scan war nicht erfolgreich. Bitte Karte erneut Scannen

# scanProcessInfo
source: Please do not move the card
de: Bitte die Karte nicht bewegen

source: Select Provider
de: Anbieter auswählen

# sharedTitle
source: Share document
de: Dokument teilen

# startScan
source: Start scanning
de: Scan starten

# studiesTitle
source: Studies
de: Studien

# studyParticipate
source: Participate
de: Teilnehmen

# studyShare
source: Share
de: Teilen

# studySubmissionAlertMessage
source: Do you want to submit your data to the study?
de: Möchten Sie Ihre Daten an der Studie teilnehmen lassen?

# studySubmissionAlertTitle
source: Submit data to study
de: Daten an die Studie übermitteln

# studySubmissionFailed
source: Error submitting data to study
de: Fehler bei der Übermittlung von Daten an die Studie

# studySubmissionInProgress
source: Data submission in progress
de: Datenübermittlung in Bearbeitung

# studySubmitted
source: Thank you for participating in the study
de: Vielen Dank für Ihre Teilnahme an der Studie

# studySubmittedFiles
source: The following files are now part of the study:
de: Die folgenden Dateien sind nun Teil der Studie:

# studySubmittedStep1
source: Submit study participation
de: Studienteilnahme einreichen

# studySubmittedStep2
source: Data anonymization
de: Anonymisierung von Daten

# studySubmittedStep3
source: Data received by study
de: Die Daten sind bei der Studie eingegangen

# studySubmittedTitle
source: Submission complete
de: Einreichung abgeschlossen

# studyTitle
source: Study
de: Studie

source: Submit
de: Absenden

# titleText
source: Document Details
de: Dokument-Details

source: Try again
de: Erneut versuchen

# unlock
source: Please unlock the consent management app
de: Entsperren Sie bitte die Consent Management App

# usernameLabel
source: Username
de: Benutzername

# usernameQuestion
source: Please enter your username
de: Bitte geben Sie Ihren Benutzernamen ein

# verifyIdentity
source: Please verify identity to continue using the app
de: Bitte verifizieren Sie Ihre Identität, um die App weiter nutzen zu können
